module.exports = {
  weekdays: [
    'الأحد',
    'الإثنين',
    'الثلثاء',
    'الأربعاء',
    'الخميس',
    'الجمعة',
    'السبت',
  ],
  aqi: {
    1: 'جودة الهواء: جيدة',
    2: 'جودة الهواء: مقبولة',
    3: 'جودة الهواء: متوسطة',
    4: 'جودة الهواء: ضعيفة',
    5: 'جودة الهواء: ضعيفة جدا',
  },
  pictures: {
    success: (place) => `صور منطقة ${place}`,
    fail: (place) => `لا توجد صور لمنطقة ${place}`,
  },
  notFoundMessages: {
    h1: 'أوه!',
    h2: 'الصفحة غير موجودة',
    details: 'عذراً ، الصفحة التي تبحث عنها غير موجودة',
    actions: 'الصفحة الرئيسة',
  },
  tour: {
    map: '"تفاعل مع الخريطة. يمكنك النقر فوق العلامات ورؤية بطاقات الطقس الخاصة بكل مدينة. انقر بزر الماوس الأيمن على علامتين للكشف عن رابط الاتجاهات. اسحب أيضًا زر الأيام لترى كيف تقلبات درجة الحرارة في الأيام القادمة."',
    cards:
      '"يمكنك سحب البطاقات إلى منطقة مقارنة الطقس. تعكس البطاقات الملونة درجة الحرارة القصوى والدنيا في يوم واحد. انقر فوق min-max لتبسيط المقارنات بصريًا."',
    comparision:
      '"في منطقة المقارنة ، يمكنك رؤية بطاقات أيام مختلفة ومدن مختلفة أيضًا. بالنسبة لأجهزة Android وعلى Google Chrome فقط ، يمكنك أيضًا مشاركة أي بطاقة مع الأشخاص."',
    gallery: '"عرض جميل لصور المدينة الرئيسية."',
  },
};
